Repository: CatmanFan/FriishProduce
Catalog: FriishProduce/Strings/*/Strings.resx
Languages: es, fr, tr

# Abbreviation_Kilobytes
source: KB
fr: ko

# Abbreviation_Megabytes
source: MB
fr: Mo

# About
source: About {0}
es: Acerca de {0}
fr: À propos de {0}
tr: {0} Hakkında

# Author
source: Author(s): {0}
es: Autor(a): {0}
fr: Auteur(e) : {0}
tr: Yazar(lar): {0}

# Button_Cancel
source: &Cancel
es: &Cancelar
fr: &Annuler
tr: &İptal

# Button_Close
source: &Close
es: &Cerrar
fr: &Fermer
tr: &Kapat

# ByDefault
source: Default
es: Por defecto
fr: Par défaut
tr: Varsayılan

# Error
source: An error has occurred
es: Se ha producido un error
fr: Une erreur est survenue
tr: Bir hata oluştu

# Error000
source: Failed to connect to the Internet. Message: {0}
es: No se pudo conectar a Internet. Descripción : {0}
fr: Échec de la connexion à Internet. Message : {0}
tr: İnternet'e bağlanılamıyor. Hata mesajı: {0}

# Error001
source: Failed to generate images. This may be due to an issue with GDI+.
es: No se pudo generar la imagen. Esto puede deberse a un problema con GDI+.
fr: Échec de la génération de l'image. Cela peut être dû à un problème avec GDI+.
tr: Resim oluşturma başarısız oldu.

# Error002
source: Unable to replace data.
es: No se pueden reemplazar los datos internos.
fr: Échec du replacement des données internes.

# Error003
source: The ROM provided is too large (over {0} {1} in size).
es: La ROM es demasiado grande (más de {0} {1} en tamaño).
fr: La ROM fournie est trop grande, car sa taille est plus de {0} {1}.

# Error004
source: Failed to modify the following content options: {0} Injection will continue as intended.
fr: Échec de modification des options de contenu suivantes : {0} L'injection se poursuivra comme prévu.

# Error005
source: The application needed ({0}) was not found in the resources\tools subdirectory.
es: La aplicación necesaria ({0}) no se encontró en el subdirectorio "resources\tools".
fr: L'application requise ({0}) n'a pas été trouvée dans le sous-répertoire « resources\\tools ».

# Error006
source: Failed to export to WAD.
fr: Échec de l'exportation vers WAD.

source: File
es: Archivo
fr: Fichier
tr: Dosya

# Filter_All
source: |All files (*.*)|*.*
es: |Todos los archivos (*.*)|*.*
fr: |Tous les fichiers (*.*)|*.*
tr: |Tüm Dosyalar (*.*)|*.*

# Filter_Disc
source: Disc Images (*.cue, *.iso, *.chd)|*.cue;*.iso;*.chd| Cue Sheet files (*.cue)|*.cue| ISO images (*.iso)|*.iso| Compressed Hunks of Data (*.chd)|*.chd
es: Imágenes de disco (*.cue, *.iso, *.chd)|*.cue;*.iso;*.chd| Archivos Cue Sheet (*.cue)|*.cue| Imágenes ISO (*.iso)|*.iso| Archivos CHD (*.chd)|*.chd
fr: Fichiers de format disque (*.cue, *.iso, *.chd)|*.cue;*.iso;*.chd| Fichiers CUE Sheet (*.cue)|*.cue| Images ISO (*.iso)|*.iso| Fichiers CHD (*.chd)|*.chd
tr: Tüm Disk Görüntüleri (*.cue, *.iso, *.chd)|*.cue;*.iso;*.chd| CUE Dosyası (*.cue)|*.cue| ISO Görüntüsü (*.iso)|*.iso| Compressed Hunks of Data (*.chd)|*.chd

# Filter_Img
source: Images (*.bmp, *.jpg, *.jpeg, *.png)|*.bmp;*.jpg;*.jpeg;*.png| Bitmap (*.bmp)|*.bmp| JPEG (*.jpg, *.jpeg)|*.jpg;*.jpeg| PNG (*.png)|*.png
es: Imágenes (*.bmp, *.jpg, *.jpeg, *.png)|*.bmp;*.jpg;*.jpeg;*.png| Bitmap (*.bmp)|*.bmp| JPEG (*.jpg, *.jpeg)|*.jpg;*.jpeg| PNG (*.png)|*.png
fr: Tous les formats sont pris en charge (*.bmp, *.jpg, *.jpeg, *.png)|*.bmp;*.jpg;*.jpeg;*.png| Bitmap Windows (*.bmp)|*.bmp| JPEG (*.jpg, *.jpeg)|*.jpg;*.jpeg| PNG (*.png)|*.png
tr: Tüm Resim Dosyaları (*.bmp, *.jpg, *.jpeg, *.png)|*.bmp;*.jpg;*.jpeg;*.png| BMP Dosyası (*.bmp)|*.bmp| JPEG Dosyası (*.jpg, *.jpeg)|*.jpg;*.jpeg| PNG Dosyası (*.png)|*.png

# Filter_Patch
source: Patch files (*.bps, *.ips, *.xdelta)|*.bps;*.ips;*.xdelta
es: Parches (*.bps, *.ips, *.xdelta)|*.bps;*.ips;*.xdelta
fr: Fichiers patch (*.bps, *.ips, *.xdelta)|*.bps;*.ips;*.xdelta
tr: Patch Dosyası (*.bps, *.ips, *.xdelta)|*.bps;*.ips;*.xdelta

# Filter_ROM_MSX
source: MSX1/MSX2 ROM files (*.rom, *.mx1, *.mx2)|*.rom;*.mx1;*.mx2
es: Archivos ROM de MSX/MSX2 (*.rom, *.mx1, *.mx2)|*.rom;*.mx1;*.mx2
fr: Fichiers ROM de MSX / MSX2 (*.rom, *.mx1, *.mx2)|*.rom;*.mx1;*.mx2

# Filter_ROM_N64
source: Nintendo 64 ROM files (*.n64, *.v64, *.z64)|*.n64;*.v64;*.z64
es: Archivos ROM de Nintendo 64 (*.n64, *.v64, *.z64)|*.n64;*.v64;*.z64
fr: Fichiers ROM de Nintendo 64 (*.n64, *.v64, *.z64)|*.n64;*.v64;*.z64
tr: Nintendo 64 ROM Dosyası (*.n64, *.v64, *.z64)|*.n64;*.v64;*.z64

# Filter_ROM_NES
source: NES/Famicom ROM files (*.nes)|*.nes
es: Archivos ROM de Nintendo NES (*.nes)|*.nes
fr: Fichiers ROM de Nintendo (*.nes)|*.nes

# Filter_ROM_PCE
source: TurboGrafx-16/PC Engine ROM files (*.pce)|*.pce
es: Archivos ROM de TurboGrafx-16/PC Engine (*.pce)|*.pce
fr: Fichiers ROM de PC Engine / TurboGrafx-16 (*.pce)|*.pce

# Filter_ROM_SMDGEN
source: Mega Drive/Genesis ROM files (*.bin, *.gen, *.md)|*.bin;*.gen;*.md
es: Archivos ROM de Mega Drive/Genesis (*.bin, *.gen, *.md)|*.bin;*.gen;*.md
fr: Fichiers ROM de Sega Mega Drive / Genesis (*.bin, *.gen, *.md)|*.bin;*.gen;*.md
tr: Mega Drive ROM Dosyası (*.bin, *.gen, *.md)|*.bin;*.gen;*.md

# Filter_ROM_SMS
source: Master System ROM files (*.sms)|*.sms
es: Archivos ROM de Master System (*.sms)|*.sms
fr: Fichiers ROM de Sega Master System (*.sms)|*.sms
tr: Master System ROM Dosyası (*.sms)|*.sms

# Filter_ROM_SNES
source: SNES/Super Famicom ROM files (*.sfc, *.smc)|*.sfc;*.smc
es: Archivos ROM de Super Nintendo (*.sfc, *.smc)|*.sfc;*.smc
fr: Fichiers ROM de Super Nintendo (*.sfc, *.smc)|*.sfc;*.smc

# Filter_SWF
source: SWF files (*.swf)|*.swf
es: Archivos Adobe Flash (*.swf)|*.swf
fr: Fichiers Macromedia / Adobe Flash (*.swf)|*.swf
tr: SWF Dosyası (*.swf)|*.swf

# Filter_WAD
source: Wii Channels (*.wad)|*.wad
es: Canales Wii (*.wad)|*.wad
fr: Chaînes Wii (*.wad)|*.wad
tr: Wii Kanalı (*.wad)|*.wad

# Filter_ZIP
source: ZIP archives (*.zip)|*.zip
es: Archivos comprimidos ZIP (*.zip)|*.zip
fr: Archives *.zip (*.zip)|*.zip
tr: ZIP Dosyası (*.zip) | *.zip

source: Injection method options
es: Opciónes de método de inyección
fr: Options de méthode d'injection
tr: VC Emülatör Ayarları

# List_ImageInterpolation
source: Low High Bilinear Bicubic Nearest Neighbor High Quality Bilinear High Quality Bicubic
es: Baja calidad Alta calidad Bilineal Bicúbica Vecino más cercano (Nearest neighbor) Bilineal de alta calidad Bicúbica de alta calidad
fr: Basse qualité Haute qualité Bilinéaire Bicubique Plus proche voisin Bilinéaire de haute qualité Bicubique de haute qualité

# List_N64Options
source: Screen brightness fix Crashes fix Extended ROM patch Allocation for ROM size
es: Deshabilitación del filtro oscuro Anti bloqueo (crash) RAM extendida Asignación de tamaño de ROM
fr: Correctif de la luminosité de l'écran Correctif des plantages RAM étendue Allocation pour la taille de la ROM

# Message000
source: An application restart is needed in order for changes to take effect. Restart now?
es: Algunos cambios necesitan que se reinicie el programa para que tengan efecto. ¿Reiniciar esta aplicación ahora?
fr: Un redémarrage de l'application est nécessaire pour que les changements aux paramètres prennent effet. Redémarrer maintenant ?

# Message001
source: Discard unsaved changes to this project?
es: ¿Desea descartar los cambios no guardados en este proyecto?
fr: Ignorer les modifications non enregistrées à ce projet ?
tr: Bu projenin aydedilmeyen değişiklikleri silinsin mi?

# Message002
source: Discard all unsaved changes?
es: ¿Desea descartar todos los cambios no guardados?
fr: Ignorer toutes les modifications non enregistrées ?
tr: Kaydedilmeyen değişiklikler silinsin mi?

# Message003
source: Successfully exported to WAD: {0}
es: Exportado con éxito a WAD: {0}.
fr: Sauvegardé avec succès vers le fichier WAD suivant : {0}

# Message004
source: Unable to retrieve all LibRetro data for the selected software. Some fields may need to be filled manually.
es: No se pueden recuperar todos los datos de LibRetro para la ROM seleccionada. Por esta razón deberá completar manualmente algunos formularios.
fr: Impossible de remplir toutes les formes d'après la base de données Libretro pour ce logiciel. Certaines formes peuvent avoir besoin d'être remplis manuellement.

# Platform_PCE
source: TurboGrafx-16/PC Engine
fr: PC Engine / TurboGrafx-16

# Platform_PCECD
source: TurboGrafx-16 CD/PC Engine CD
es: TurboGrafx-16 (PC Engine) en formato CD
fr: PC Engine CD / TurboGrafx-16 CD

# ProjectType
source: {0} Project
es: Canal {0}
fr: Projet {0}
tr: {0} Projesi

# Region_E
source: Europe
es: Europa/Australia
fr: Europe / Océanie
tr: Avrupa

# Region_J
source: Japan
es: Japón
fr: Japon
tr: Japonya

# Region_K
source: Korea
es: Corea del Sur
fr: Corée du Sud
tr: Güney Kore

# Region_U
source: USA
es: América
fr: Amérique
tr: ABD

source: Settings
es: Opciones
fr: Paramètres
tr: Ayarlar

source: Unknown
es: Desconocido
fr: Inconnu
tr: Bilinmeyen

# Untitled
source: Untitled {0} WAD
es: Canal {0} sin título
fr: Chaîne {0} sans titre
tr: Başlıksız {0} projesi

# _TranslationAuthor
source: [Translation Author(s)]
es: CatmanFan
fr: CatmanFan

# Button_OK
source: &OK
es: &Aceptar
tr: &Tamam

# Platform_SNES
source: SNES/Super Famicom
es: Super NES (Super Famicom)

# Button_No
source: &No
tr: &Hayır

# Button_Yes
source: &Yes
tr: &Evet

# DoNotShow
source: Do not show this again
tr: Bu mesajı bir daha gösterme

# Platform_SMDGEN
source: Mega Drive/Genesis
tr: Mega Drive
